Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# multiServer.addURL.dialog.message
source: Save a second address so the app can switch automatically between home and away.
cs: Uložte druhou adresu, aby aplikace mohla automaticky přepínat mezi domácí sítí a mimo ni.
da: Gem en ekstra adresse, så appen automatisk kan skifte mellem hjemme og på farten.
de: Speichere eine zweite Adresse, damit die App automatisch zwischen zu Hause und unterwegs wechselt.
el: Αποθηκεύστε μια δεύτερη διεύθυνση, ώστε η εφαρμογή να εναλλάσσεται αυτόματα μεταξύ οικιακού δικτύου και εκτός σπιτιού.
es: Guarda una segunda dirección para que la app pueda cambiar automáticamente entre casa y fuera de casa.
fi: Tallenna toinen osoite, jotta sovellus voi vaihtaa automaattisesti kotiverkon ja etäyhteyden välillä.
fr: Enregistrez une seconde adresse afin que l'app puisse basculer automatiquement entre le domicile et l'extérieur.
hr: Spremi drugu adresu kako bi se aplikacija mogla automatski prebacivati između kućne mreže i izvan nje.
hu: Ments el egy második címet, hogy az alkalmazás automatikusan válthasson otthoni és távoli hálózat között.
it: Salva un secondo indirizzo per consentire all'app di passare automaticamente tra casa e fuori casa.
ja: 自宅と外出先を自動で切り替えられるように、もう一つのアドレスを保存します。
ko: 앱이 집과 외부 사이를 자동으로 전환할 수 있도록 두 번째 주소를 저장하세요.
nb: Lagre en ekstra adresse slik at appen kan bytte automatisk mellom hjemme og på farten.
nl: Bewaar een tweede adres zodat de app automatisch kan wisselen tussen thuis en onderweg.
pl: Zapisz drugi adres, aby aplikacja mogła automatycznie przełączać się między siecią domową a zewnętrzną.
pt_br: Salve um segundo endereço para que o app possa alternar automaticamente entre casa e fora de casa.
pt_pt: Guarde um segundo endereço para que a app possa alternar automaticamente entre casa e fora de casa.
ro: Salvează o a doua adresă pentru ca aplicația să poată comuta automat între rețeaua de acasă și cea din exterior.
ru: Сохраните второй адрес, чтобы приложение могло автоматически переключаться между домашней сетью и внешним доступом.
sk: Uložte druhú adresu, aby sa aplikácia mohla automaticky prepínať medzi domácou sieťou a mimo nej.
sv: Spara en extra adress så att appen automatiskt kan växla mellan hemma och på språng.
tr: Uygulamanın ev ve dışarı arasında otomatik geçiş yapabilmesi için ikinci bir adres kaydedin.
uk: Збережіть другу адресу, щоб застосунок міг автоматично перемикатися між домашньою мережею та поза нею.
zh_hans: 保存第二个地址，以便应用可以在家庭网络和外部网络之间自动切换。
zh_hant: 儲存第二個位址，讓 App 可以在住家網路與外部網路之間自動切換。

# multiServer.addURL.dialog.notNow
source: Not now
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
fi: Ei nyt
fr: Pas maintenant
hr: Ne sada
hu: Most nem
it: Non ora
ja: 後で
ko: 나중에
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sv: Inte nu
tr: Şimdi değil
uk: Не зараз
zh_hans: 以后再说
zh_hant: 以後再說

# multiServer.addURL.dialog.title.external
source: Add an external address?
cs: Přidat externí adresu?
da: Tilføj en ekstern adresse?
de: Externe Adresse hinzufügen?
el: Προσθήκη εξωτερικής διεύθυνσης;
es: ¿Añadir una dirección externa?
fi: Lisätäänkö ulkoinen osoite?
fr: Ajouter une adresse externe ?
hr: Dodati vanjsku adresu?
hu: Hozzáadod a külső címet?
it: Aggiungere un indirizzo esterno?
ja: 外部アドレスを追加しますか？
ko: 외부 주소를 추가하시겠습니까?
nb: Legge til en ekstern adresse?
nl: Een extern adres toevoegen?
pl: Dodać zewnętrzny adres?
pt_br: Adicionar um endereço externo?
pt_pt: Adicionar um endereço externo?
ro: Adaugi o adresă externă?
ru: Добавить внешний адрес?
sk: Pridať externú adresu?
sv: Lägga till en extern adress?
tr: Harici adres eklensin mi?
uk: Додати зовнішню адресу?
zh_hans: 添加外部地址？
zh_hant: 新增外部位址？

# multiServer.addURL.dialog.title.internal
source: Add an internal address?
cs: Přidat interní adresu?
da: Tilføj en intern adresse?
de: Interne Adresse hinzufügen?
el: Προσθήκη εσωτερικής διεύθυνσης;
es: ¿Añadir una dirección interna?
fi: Lisätäänkö sisäinen osoite?
fr: Ajouter une adresse interne ?
hr: Dodati internu adresu?
hu: Hozzáadod a belső címet?
it: Aggiungere un indirizzo interno?
ja: 内部アドレスを追加しますか？
ko: 내부 주소를 추가하시겠습니까?
nb: Legge til en intern adresse?
nl: Een intern adres toevoegen?
pl: Dodać wewnętrzny adres?
pt_br: Adicionar um endereço interno?
pt_pt: Adicionar um endereço interno?
ro: Adaugi o adresă internă?
ru: Добавить внутренний адрес?
sk: Pridať internú adresu?
sv: Lägga till en intern adress?
tr: Dahili adres eklensin mi?
uk: Додати внутрішню адресу?
zh_hans: 添加内部地址？
zh_hant: 新增內部位址？

# multiServer.addURL.footer
source: The app probes both addresses and connects to whichever one responds.
cs: Aplikace vyzkouší obě adresy a připojí se přes tu, která odpoví.
da: Appen tester begge adresser og forbinder via den, der svarer.
de: Die App prüft beide Adressen und verbindet sich mit der erreichbaren.
el: Η εφαρμογή δοκιμάζει και τις δύο διευθύνσεις και συνδέεται μέσω όποιας αποκριθεί.
es: La app prueba ambas direcciones y se conecta a través de la que responda.
fi: Sovellus kokeilee molempia osoitteita ja yhdistää siihen, joka vastaa.
fr: L'app teste les deux adresses et se connecte via celle qui répond.
hr: Aplikacija provjerava obje adrese i povezuje se putem one koja odgovori.
hu: Az alkalmazás mindkét címet kipróbálja, és azon keresztül csatlakozik, amelyik válaszol.
it: L'app prova entrambi gli indirizzi e si connette tramite quello che risponde.
ja: アプリは両方のアドレスを確認し、応答した方を通じて接続します。
ko: 앱이 두 주소를 모두 확인하고 응답하는 쪽으로 연결합니다.
nb: Appen tester begge adressene og kobler til via den som svarer.
nl: De app probeert beide adressen en verbindt via het adres dat antwoordt.
pl: Aplikacja sprawdza oba adresy i łączy się przez ten, który odpowie.
pt_br: O app testa os dois endereços e conecta pelo que responder.
pt_pt: A app testa os dois endereços e liga-se através do que responder.
ro: Aplicația verifică ambele adrese și se conectează prin cea care răspunde.
ru: Приложение проверяет оба адреса и подключается через тот, который отвечает.
sk: Aplikácia vyskúša obe adresy a pripojí sa cez tú, ktorá odpovie.
sv: Appen testar båda adresserna och ansluter via den som svarar.
tr: Uygulama her iki adresi de dener ve yanıt veren adres üzerinden bağlanır.
uk: Застосунок перевіряє обидві адреси та підключається через ту, яка відповідає.
zh_hans: 应用会探测这两个地址，并连接到有响应的地址。
zh_hant: App 會偵測這兩個位址，並連線到有回應的位址。

# multiServer.addURL.knownLabel
source: Current
cs: Aktuální
da: Nuværende
de: Aktuell
el: Τρέχον
es: Actual
fi: Nykyinen
fr: Actuel
hr: Trenutačno
hu: Jelenlegi
it: Attuale
ja: 現在
ko: 현재
nb: Gjeldende
nl: Huidig
pl: Bieżący
pt_br: Atual
pt_pt: Atual
ro: Curent
ru: Текущий
sk: Aktuálne
sv: Nuvarande
tr: Mevcut
uk: Поточний
zh_hans: 当前
zh_hant: 目前

# multiServer.addURL.sheet.title.external
source: External Address
cs: Externí adresa
da: Ekstern adresse
de: Externe Adresse
el: Εξωτερική διεύθυνση
es: Dirección externa
fi: Ulkoinen osoite
fr: Adresse externe
hr: Vanjska adresa
hu: Külső cím
it: Indirizzo esterno
ja: 外部アドレス
ko: 외부 주소
nb: Ekstern adresse
nl: Extern adres
pl: Zewnętrzny adres
pt_br: Endereço externo
pt_pt: Endereço externo
ro: Adresă externă
ru: Внешний адрес
sk: Externá adresa
sv: Extern adress
tr: Harici Adres
uk: Зовнішня адреса
zh_hans: 外部地址
zh_hant: 外部位址

# multiServer.addURL.sheet.title.internal
source: Internal Address
cs: Interní adresa
da: Intern adresse
de: Interne Adresse
el: Εσωτερική διεύθυνση
es: Dirección interna
fi: Sisäinen osoite
fr: Adresse interne
hr: Interna adresa
hu: Belső cím
it: Indirizzo interno
ja: 内部アドレス
ko: 내부 주소
nb: Intern adresse
nl: Intern adres
pl: Wewnętrzny adres
pt_br: Endereço interno
pt_pt: Endereço interno
ro: Adresă internă
ru: Внутренний адрес
sk: Interná adresa
sv: Intern adress
tr: Dahili Adres
uk: Внутрішня адреса
zh_hans: 内部地址
zh_hant: 內部位址

# multiServer.remove.confirm.action
source: Remove
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fi: Poista
fr: Supprimer
hr: Ukloni
hu: Eltávolítás
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sv: Ta bort
tr: Kaldır
uk: Видалити
zh_hans: 删除
zh_hant: 移除

# multiServer.remove.confirm.message %@
source: This deletes all profiles, tokens, and Seerr sessions for "%@". The server itself is not affected.
cs: Tím se odstraní všechny profily, tokeny a Seerr relace pro „%@“. Samotný server tím není ovlivněn.
da: Dette sletter alle profiler, tokens og Seerr-sessioner for "%@". Selve serveren påvirkes ikke.
de: Alle Profile, Tokens und Seerr-Sitzungen für "%@" werden gelöscht. Der Server selbst ist nicht betroffen.
el: Αυτό διαγράφει όλα τα προφίλ, tokens και τις συνεδρίες Seerr για «%@». Ο διακομιστής δεν επηρεάζεται.
es: Esto elimina todos los perfiles, tokens y sesiones de Seerr de "%@". El servidor en sí no se ve afectado.
fi: Tämä poistaa kaikki profiilit, tunnisteet ja Seerr-istunnot palvelimelta "%@". Palvelimeen itseensä ei vaikuteta.
fr: Cela supprime tous les profils, jetons et sessions Seerr pour « %@ ». Le serveur lui-même n'est pas affecté.
hr: Time se brišu svi profili, tokeni i Seerr sesije za "%@". Sam poslužitelj nije pogođen.
hu: Ez törli az összes profilt, tokent és Seerr-munkamenetet a következőhöz: „%@”. Magát a kiszolgálót ez nem érinti.
it: Verranno eliminati tutti i profili, i token e le sessioni Seerr per "%@". Il server stesso non è interessato.
ja: 「%@」のすべてのプロファイル、トークン、Seerr セッションが削除されます。サーバー自体は影響を受けません。
ko: "%@"의 모든 프로필, 토큰, Seerr 세션이 삭제됩니다. 서버 자체에는 영향이 없습니다.
nb: Dette sletter alle profiler, tokens og Seerr-økter for "%@". Selve serveren påvirkes ikke.
nl: Hiermee worden alle profielen, tokens en Seerr-sessies voor "%@" verwijderd. De server zelf wordt niet beïnvloed.
pl: Spowoduje to usunięcie wszystkich profili, tokenów i sesji Seerr dla „%@”. Sam serwer pozostanie nienaruszony.
pt_br: Isto exclui todos os perfis, tokens e sessões Seerr de "%@". O servidor em si não é afetado.
pt_pt: Isto elimina todos os perfis, tokens e sessões Seerr de "%@". O servidor em si não é afetado.
ro: Aceasta șterge toate profilurile, token-urile și sesiunile Seerr pentru „%@”. Serverul în sine nu este afectat.
ru: Это удалит все профили, токены и сеансы Seerr для «%@». Сам сервер не будет затронут.
sk: Tým sa odstránia všetky profily, tokeny a Seerr relácie pre „%@“. Samotný server tým nie je ovplyvnený.
sv: Detta tar bort alla profiler, tokens och Seerr-sessioner för "%@". Själva servern påverkas inte.
tr: Bu işlem, "%@" için tüm profilleri, jetonları ve Seerr oturumlarını siler. Sunucunun kendisi etkilenmez.
uk: Це видалить усі профілі, токени та сеанси Seerr для «%@». Сам сервер не зазнає змін.
zh_hans: 这将删除“%@”的所有用户、令牌和 Seerr 会话。服务器本身不受影响。
zh_hant: 這將移除「%@」的所有使用者、權杖及 Seerr 工作階段。伺服器本身不受影響。

# multiServer.remove.confirm.title
source: Remove server?
cs: Odebrat server?
da: Fjern server?
de: Server entfernen?
el: Αφαίρεση διακομιστή;
es: ¿Eliminar servidor?
fi: Poistetaanko palvelin?
fr: Supprimer le serveur ?
hr: Ukloniti poslužitelj?
hu: Eltávolítod a kiszolgálót?
it: Rimuovere il server?
ja: サーバーを削除しますか？
ko: 서버를 제거하시겠습니까?
nb: Fjerne serveren?
nl: Server verwijderen?
pl: Usunąć serwer?
pt_br: Remover servidor?
pt_pt: Remover servidor?
ro: Elimini serverul?
ru: Удалить сервер?
sk: Odstrániť server?
sv: Ta bort server?
tr: Sunucu kaldırılsın mı?
uk: Видалити сервер?
zh_hans: 删除此服务器？
zh_hant: 移除此伺服器？

# multiServer.route.external
source: External
cs: Externí
da: Ekstern
de: Extern
el: Εξωτερικό
es: Externa
fi: Ulkoinen
fr: Externe
hr: Vanjsko
hu: Külső
it: Esterno
ja: 外部
ko: 외부
nb: Ekstern
nl: Extern
pl: Zewnętrzny
pt_br: Externo
pt_pt: Externo
ro: Extern
ru: Внешний
sk: Externé
sv: Extern
tr: Harici
uk: Зовнішній
zh_hans: 外部
zh_hant: 外部

# multiServer.route.internal
source: Internal
cs: Interní
da: Intern
de: Intern
el: Εσωτερικό
es: Interna
fi: Sisäinen
fr: Interne
hr: Interno
hu: Belső
it: Interno
ja: 内部
ko: 내부
nb: Intern
nl: Intern
pl: Wewnętrzny
pt_br: Interno
pt_pt: Interno
ro: Intern
ru: Внутренний
sk: Interné
sv: Intern
tr: Dahili
uk: Внутрішній
zh_hans: 内部
zh_hant: 內部

# multiServer.row.action.remove
source: Remove server
cs: Odebrat server
da: Fjern server
de: Server entfernen
el: Αφαίρεση διακομιστή
es: Eliminar servidor
fi: Poista palvelin
fr: Supprimer le serveur
hr: Ukloni poslužitelj
hu: Kiszolgáló eltávolítása
it: Rimuovi server
ja: サーバーを削除
ko: 서버 제거
nb: Fjern server
nl: Server verwijderen
pl: Usuń serwer
pt_br: Remover servidor
pt_pt: Remover servidor
ro: Elimină serverul
ru: Удалить сервер
sk: Odstrániť server
sv: Ta bort server
tr: Sunucuyu kaldır
uk: Видалити сервер
zh_hans: 删除服务器
zh_hant: 移除伺服器

# multiServer.row.action.setDefault
source: Set as default server
cs: Nastavit jako výchozí server
da: Indstil som standardserver
de: Als Standard-Server festlegen
el: Ορισμός ως προεπιλεγμένος διακομιστής
es: Establecer como servidor predeterminado
fi: Aseta oletuspalvelimeksi
fr: Définir comme serveur par défaut
hr: Postavi kao zadani poslužitelj
hu: Beállítás alapértelmezett kiszolgálóként
it: Imposta come server predefinito
ja: デフォルトのサーバーに設定
ko: 기본 서버로 설정
nb: Angi som standardserver
nl: Instellen als standaardserver
pl: Ustaw jako domyślny serwer
pt_br: Definir como servidor padrão
pt_pt: Definir como servidor predefinido
ro: Setează ca server implicit
ru: Сделать сервером по умолчанию
sk: Nastaviť ako predvolený server
sv: Ange som standardserver
tr: Varsayılan sunucu olarak ayarla
uk: Зробити сервером за замовчуванням
zh_hans: 设为默认服务器
zh_hant: 設為預設伺服器

# multiServer.row.action.switch
source: Switch to this server
cs: Přepnout na tento server
da: Skift til denne server
de: Zu diesem Server wechseln
el: Μετάβαση σε αυτόν τον διακομιστή
es: Cambiar a este servidor
fi: Vaihda tähän palvelimeen
fr: Basculer vers ce serveur
hr: Prebaci se na ovaj poslužitelj
hu: Váltás erre a kiszolgálóra
it: Passa a questo server
ja: このサーバーに切り替え
ko: 이 서버로 전환
nb: Bytt til denne serveren
nl: Naar deze server wisselen
pl: Przełącz na ten serwer
pt_br: Trocar para este servidor
pt_pt: Mudar para este servidor
ro: Comută la acest server
ru: Перейти на этот сервер
sk: Prepnúť na tento server
sv: Byt till denna server
tr: Bu sunucuya geç
uk: Перейти на цей сервер
zh_hans: 切换到此服务器
zh_hant: 切換到此伺服器

# multiServer.row.action.unsetDefault
source: Remove default
cs: Odebrat výchozí
da: Fjern standard
de: Standard entfernen
el: Κατάργηση προεπιλογής
es: Quitar predeterminado
fi: Poista oletus
fr: Retirer par défaut
hr: Ukloni zadano
hu: Alapértelmezett eltávolítása
it: Rimuovi predefinito
ja: デフォルトを解除
ko: 기본값 해제
nb: Fjern standard
nl: Standaard verwijderen
pl: Usuń domyślny
pt_br: Remover padrão
pt_pt: Remover predefinição
ro: Elimină implicit
ru: Убрать по умолчанию
sk: Odstrániť predvolené
sv: Ta bort standard
tr: Varsayılanı kaldır
uk: Прибрати за замовчуванням
zh_hans: 取消默认
zh_hant: 取消預設

# multiServer.row.active
source: Active
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργός
es: Activo
fi: Aktiivinen
fr: Actif
hr: Aktivan
hu: Aktív
it: Attivo
ja: 使用中
ko: 활성
nb: Aktiv
nl: Actief
pl: Aktywny
pt_br: Ativo
pt_pt: Ativo
ro: Activ
ru: Активный
sk: Aktívny
sv: Aktiv
tr: Etkin
uk: Активний
zh_hans: 使用中
zh_hant: 使用中

# multiServer.row.add
source: Add server
cs: Přidat server
da: Tilføj server
de: Neuer Server
el: Προσθήκη διακομιστή
es: Añadir servidor
fi: Lisää palvelin
fr: Ajouter un serveur
hr: Dodaj poslužitelj
hu: Kiszolgáló hozzáadása
it: Aggiungi server
ja: サーバーを追加
ko: 서버 추가
nb: Legg til server
nl: Server toevoegen
pl: Dodaj serwer
pt_br: Adicionar servidor
pt_pt: Adicionar servidor
ro: Adaugă server
ru: Добавить сервер
sk: Pridať server
sv: Lägg till server
tr: Sunucu ekle
uk: Додати сервер
zh_hans: 添加服务器
zh_hant: 新增伺服器

# multiServer.row.default
source: Default
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
fi: Oletus
fr: Par défaut
hr: Zadano
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ko: 기본값
nb: Standard
nl: Standaard
pl: Domyślny
pt_br: Padrão
pt_pt: Predefinido
ro: Implicit
ru: По умолчанию
sk: Predvolené
sv: Standard
tr: Varsayılan
uk: За замовчуванням
zh_hans: 默认
zh_hant: 預設

# multiServer.row.userCount %lld
source: %lld profiles
cs: %lld profilů
da: %lld profiler
de: %lld Profile
el: %lld προφίλ
es: %lld perfiles
fi: %lld profiilia
fr: %lld profils
hr: %lld profila
hu: %lld profil
it: %lld profili
ja: %lld 個のプロファイル
ko: 프로필 %lld개
nb: %lld profiler
nl: %lld profielen
pl: Profile: %lld
pt_br: %lld perfis
pt_pt: %lld perfis
ro: %lld profiluri
ru: %lld профилей
sk: %lld profilov
sv: %lld profiler
tr: %lld profil
uk: %lld профілів
zh_hans: %lld 个用户
zh_hant: %lld 個使用者

# multiServer.settings.add
source: Add a server
cs: Přidat server
da: Tilføj en server
de: Server hinzufügen
el: Προσθήκη διακομιστή
es: Añadir un servidor
fi: Lisää palvelin
fr: Ajouter un serveur
hr: Dodaj poslužitelj
hu: Kiszolgáló hozzáadása
it: Aggiungi un server
ja: サーバーを追加
ko: 서버 추가
nb: Legg til en server
nl: Een server toevoegen
pl: Dodaj serwer
pt_br: Adicionar um servidor
pt_pt: Adicionar um servidor
ro: Adaugă un server
ru: Добавить сервер
sk: Pridať server
sv: Lägg till en server
tr: Sunucu ekle
uk: Додати сервер
zh_hans: 添加服务器
zh_hant: 新增伺服器

# multiServer.settings.entry.subtitle
source: Manage your Jellyfin servers
cs: Spravujte své Jellyfin servery
da: Administrer dine Jellyfin-servere
de: Verwalte deine Jellyfin-Server
el: Διαχείριση των διακομιστών Jellyfin σας
es: Gestiona tus servidores de Jellyfin
fi: Hallinnoi Jellyfin-palvelimiasi
fr: Gérez vos serveurs Jellyfin
hr: Upravljajte svojim Jellyfin poslužiteljima
hu: Kezeld a Jellyfin-kiszolgálóidat
it: Gestisci i tuoi server Jellyfin
ja: Jellyfin サーバーを管理
ko: Jellyfin 서버 관리
nb: Administrer Jellyfin-serverne dine
nl: Beheer je Jellyfin-servers
pl: Zarządzaj swoimi serwerami Jellyfin
pt_br: Gerencie seus servidores Jellyfin
pt_pt: Faça a gestão dos seus servidores Jellyfin
ro: Gestionează serverele tale Jellyfin
ru: Управляйте своими серверами Jellyfin
sk: Spravujte svoje Jellyfin servery
sv: Hantera dina Jellyfin-servrar
tr: Jellyfin sunucularını yönet
uk: Керуйте своїми серверами Jellyfin
zh_hans: 管理你的 Jellyfin 服务器
zh_hant: 管理你的 Jellyfin 伺服器

# multiServer.settings.entry.title
source: Servers
cs: Servery
da: Servere
de: Server
el: Διακομιστές
es: Servidores
fi: Palvelimet
fr: Serveurs
hr: Poslužitelji
hu: Kiszolgálók
it: Server
ja: サーバー
ko: 서버
nb: Servere
pl: Serwery
pt_br: Servidores
pt_pt: Servidores
ro: Servere
ru: Серверы
sk: Servery
sv: Servrar
tr: Sunucular
uk: Сервери
zh_hans: 服务器
zh_hant: 伺服器

# multiServer.settings.longPressHint
source: Long-press a server to switch, set as default, or remove it.
cs: Dlouhým stiskem na server jej přepnete, nastavíte jako výchozí nebo odeberete.
da: Hold en server nede for at skifte, indstille som standard eller fjerne den.
de: Halte ein Server-Tile gedrückt, um zu wechseln, als Standard festzulegen oder zu entfernen.
el: Πατήστε παρατεταμένα έναν διακομιστή για εναλλαγή, ορισμό ως προεπιλογή ή αφαίρεση.
es: Mantén pulsado un servidor para cambiar, fijar como predeterminado o eliminarlo.
fi: Pidä palvelinta painettuna vaihtaaksesi, asettaaksesi oletukseksi tai poistaaksesi sen.
fr: Maintenez un serveur pour basculer, définir par défaut ou le supprimer.
hr: Dugo pritisnite poslužitelj da biste se prebacili, postavili ga kao zadani ili uklonili.
hu: Tartsd nyomva egy kiszolgálót a váltáshoz, alapértelmezettként beállításhoz vagy eltávolításhoz.
it: Tieni premuto un server per passare a quello, impostarlo come predefinito o rimuoverlo.
ja: サーバーを長押しすると、切り替え、デフォルトとして設定、または削除できます。
ko: 서버를 길게 눌러 전환, 기본으로 설정 또는 제거하세요.
nb: Hold inne en server for å bytte, sette som standard eller fjerne den.
nl: Houd een server ingedrukt om te wisselen, als standaard in te stellen of te verwijderen.
pl: Przytrzymaj serwer, aby przełączyć, ustawić jako domyślny lub usunąć.
pt_br: Mantenha pressionado um servidor para trocar, definir como padrão ou removê-lo.
pt_pt: Mantenha premido um servidor para mudar, definir como predefinido ou remover.
ro: Apasă lung pe un server pentru a schimba, seta ca implicit sau elimina.
ru: Удерживайте сервер, чтобы переключить, установить по умолчанию или удалить.
sk: Dlhým stlačením servera ho prepnete, nastavíte ako predvolený alebo odstránite.
sv: Håll en server intryckt för att byta, ange som standard eller ta bort.
tr: Bir sunucuya uzun basın: değiştir, varsayılan yap veya kaldır.
uk: Утримуйте сервер, щоб перемкнути, встановити за замовчуванням або видалити.
zh_hans: 长按服务器以切换、设为默认或移除。
zh_hant: 長按伺服器以切換、設為預設或移除。

# multiServer.settings.title
source: Servers
cs: Servery
da: Servere
de: Server
el: Διακομιστές
es: Servidores
fi: Palvelimet
fr: Serveurs
hr: Poslužitelji
hu: Kiszolgálók
it: Server
ja: サーバー
ko: 서버
nb: Servere
pl: Serwery
pt_br: Servidores
pt_pt: Servidores
ro: Servere
ru: Серверы
sk: Servery
sv: Servrar
tr: Sunucular
uk: Сервери
zh_hans: 服务器
zh_hant: 伺服器

# multiServer.switch.failed.title
source: Couldn't switch server
cs: Přepnutí serveru se nezdařilo
da: Kunne ikke skifte server
de: Serverwechsel fehlgeschlagen
el: Αδυναμία αλλαγής διακομιστή
es: No se pudo cambiar de servidor
fi: Palvelimen vaihto epäonnistui
fr: Impossible de changer de serveur
hr: Promjena poslužitelja nije uspjela
hu: Nem sikerült szervert váltani
it: Impossibile cambiare server
ja: サーバーを切り替えられませんでした
ko: 서버를 전환할 수 없습니다
nb: Kunne ikke bytte server
nl: Kan niet van server wisselen
pl: Nie udało się przełączyć serwera
pt_br: Não foi possível trocar de servidor
pt_pt: Não foi possível mudar de servidor
ro: Nu s-a putut schimba serverul
ru: Не удалось переключить сервер
sk: Prepnutie servera zlyhalo
sv: Kunde inte byta server
tr: Sunucu değiştirilemedi
uk: Не вдалося змінити сервер
zh_hans: 无法切换服务器
zh_hant: 無法切換伺服器

# multiServer.switchSheet.title
source: Switch server
cs: Přepnout server
da: Skift server
de: Server wechseln
el: Εναλλαγή διακομιστή
es: Cambiar servidor
fi: Vaihda palvelinta
fr: Changer de serveur
hr: Promijeni poslužitelj
hu: Kiszolgáló váltása
it: Cambia server
ja: サーバーを切り替え
ko: 서버 전환
nb: Bytt server
nl: Server wisselen
pl: Przełącz serwer
pt_br: Trocar servidor
pt_pt: Mudar de servidor
ro: Schimbă serverul
ru: Сменить сервер
sk: Prepnúť server
sv: Byt server
tr: Sunucuyu değiştir
uk: Змінити сервер
zh_hans: 切换服务器
zh_hant: 切換伺服器

# multiServer.urls.atLeastOne
source: Enter at least one URL.
cs: Zadejte alespoň jednu adresu URL.
da: Indtast mindst én URL.
de: Gib mindestens eine URL ein.
el: Εισαγάγετε τουλάχιστον μία διεύθυνση URL.
es: Introduce al menos una URL.
fi: Anna vähintään yksi URL-osoite.
fr: Saisissez au moins une URL.
hr: Unesite barem jedan URL.
hu: Adj meg legalább egy URL-t.
it: Inserisci almeno un URL.
ja: 少なくとも 1 つの URL を入力してください。
ko: URL을 하나 이상 입력하세요.
nb: Skriv inn minst én URL.
nl: Voer minstens één URL in.
pl: Wprowadź co najmniej jeden adres URL.
pt_br: Insira pelo menos um URL.
pt_pt: Introduza pelo menos um URL.
ro: Introdu cel puțin un URL.
ru: Введите хотя бы один URL.
sk: Zadajte aspoň jednu URL.
sv: Ange minst en URL.
tr: En az bir URL girin.
uk: Введіть хоча б одну URL-адресу.
zh_hans: 请至少输入一个 URL。
zh_hant: 請至少輸入一個 URL。

# multiServer.urls.edit
source: Edit URLs
cs: Upravit adresy URL
da: Rediger URL'er
de: URLs bearbeiten
el: Επεξεργασία διευθύνσεων URL
es: Editar URLs
fi: Muokkaa URL-osoitteita
fr: Modifier les URL
hr: Uredi URL-ove
hu: URL-ek szerkesztése
it: Modifica URL
ja: URL を編集
ko: URL 편집
nb: Rediger URL-er
nl: URL's bewerken
pl: Edytuj adresy URL
pt_br: Editar URLs
pt_pt: Editar URLs
ro: Editează URL-urile
ru: Изменить URL-адреса
sk: Upraviť URL adresy
sv: Redigera URL:er
tr: URL'leri düzenle
uk: Редагувати URL-адреси
zh_hans: 编辑 URL
zh_hant: 編輯 URL
